Autodesk.Revit.DB.ParameterType.FixtureUnit
A parameter value that represents the fixture units, as used in piping disciplines.
This value is obsolete. Uses of this value will be replaced with ParameterType.Number.